Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Zakładam, że to sprawka tej jędzy Fridy!
uk: Гадаю, це справа рук тієї шльондри Фріди!

source: Zakładasz, że przypadkowo spotkana osoba doradzi ci w sprawie, która może zaważyć na reszcie twojego życia?
uk: Ти усвідомлюєш, що випадкова людина, яку ти зустрів, дає тобі пораду у справі, яка може вплинути на все твоє життя?

source: Zalecana jest szczególna ostrożność, gdyż osobnik ten jest niezwykle niebezpieczny i bardzo dobrze uzbrojony.
uk: Рекомендується бути особливо обережним, оскільки ця особа надзвичайно небезпечна і дуже добре озброєна.

source: Zależało mi tylko na tym, byś miał jakieś dodatkowe wsparcie mentalne, to właśnie na tym polegał ten rodzinny przepis.
uk: Я просто хотів, щоб у тебе була додаткова мотивація і віра в себе, ось у чому суть цього сімейного рецепта.

source: Zależy co to za propozycja.
uk: Залежить від того, що це за пропозиція.

source: Zależy jaki.
uk: Дивлячись який.

source: Zależy która. Tunel w grocie jest bezpieczny, co do wąwozu, nie mam pewności.
uk: Залежить від того, яка саме. Тунель через печеру безпечний, а от щодо ущелини – я не впевнений.

source: Zależy mi na czasie.
uk: В мене немає часу.

source: Zależy mi na tych, którzy uczciwie pracują, by te darmozjady miały co jeść. Na tych, którzy płyną, by umierać w obcym kraju, bo tak zdecydował jakiś Król.
uk: Я дбаю про тих, хто чесно працює, щоб ці дармоїди мали що їсти. Про тих, хто пливе помирати в чужу країну, бо так вирішив якийсь Король.

source: Zależy w jaki sposób. Pracuję tylko uczciwie i tylko z uczciwymi ludźmi, więc jeśli lubisz cwaniaczyć, to żegnam.
uk: Це залежить від того, яким чином. Я працюю тільки чесно і тільки з чесними людьми, тому якщо ти любиш лукавити, то до побачення.

source: Zależy, co takiego masz na myśli.
uk: Залежить від того, що ти маєш на увазі.

source: Zależy, jaki rozkaz otrzymam. Jeśli Winstan powie 'Cabi, masz wartę', to idę na wartę, jak powie coś innego, to robię coś innego.
uk: Залежно від того, який наказ я отримаю. Якщо Вінстан каже: 'Кабі, ти на варті', я йду на варту, якщо він каже щось інше, то роблю щось інше.

source: Zależy. W jaki sposób?
uk: Можливо. Яким чином?

source: Zamach na Volkera!
uk: Замах на Волкера!

source: Zamach się nie udał, a bełtem oberwał jeden z jego ochroniarzy.
uk: Замах не вдався, а одного з його охоронців було вбито болтом.

source: Zamach się nie udał, dwór został zabezpieczony, ale ludzie tak łatwo nie zapominają.
uk: Замах не вдався, маєток взято під варту, але люди так просто про це не забудуть.

source: Zamach w mieście tylko pogłębił te podziały...
uk: Замах у місті лише поглибив ці протиріччя...

source: Zamach zamachem, ale ta ściana sama się nie wyczyści.
uk: Замах замахом, але ця стіна сама себе не відмиє.

source: Zamachowiec miał coś przy sobie?
uk: У підозрюваного було щось при собі?

source: Zamachy na możnych, uchodźcy... doprawdy, Archolos staje się bardzo niebezpiecznym miejscem.
uk: Замахи, біженці... справді, Архолос стає дуже небезпечним місцем.

source: Zamek otwarty.
uk: Замок відімкнуто.

source: Zamelduj Roderichowi o swoich postępach, ja z pewnością też szepnę mu dobre słówko o tobie.
uk: Звітуй Родеріху про свої успіхи, я обов'язково шепну йому добре слівце про тебе.

source: Zamelduj się u Winstana, to on zajmuje się koordynacją sił uderzeniowych.
uk: Зв'яжись з Вінстаном, він координує штурмовий загін.

source: Zamiast być pokornym narzędziem w rękach swojego boga, poprzez swoją pychę doprowadził się do takiego samego końca, jaki spotyka wszystkich fanatyków Innosa i Beliara.
uk: Замість того, щоб бути покірним знаряддям в руках свого бога, через свою пихатість він привів себе до того ж кінця, що і всі фанатики Інноса і Беліара.

source: Zamiast cholernych brzytew i menzurek zapach świeżo ściętych jodeł! Potężnych SOSEN! Dreszczyk czekającej za zakrętem przygody!
uk: Замість триклятих бритв та мензурок – запах свіжозрубаних ялин! Могутніх СОСЕН! Захоплюючих пригод, що чекають за поворотом!

source: Zamiast ciszy i spokoju słychać tam tylko zachwalanie swoich towarów i negocjowanie cen.
uk: Замість тиші і спокою, все, що там можна почути, – це розхвалювання товарів і обговорення цін.

source: Zamiast dzieci wolałbym sakiewkę.
uk: Я б віддав перевагу золоту замість дітей.

source: Zamiast dziękować Volkerowi za to, że podał im dłoń w ciężkiej sytuacji, wolą oczerniać go i traktować jako winnego!
uk: Замість того, щоб подякувати Волкеру за те, що він простягнув їм руку допомоги у важкій ситуації, вони воліють очорнити його і зробити винним!

source: Zamiast ględzić mi nad uchem, przydaj się na coś i przynieś mi gorzałę, a nawet i dwie.
uk: Замість того, щоб дзижчати мені на вухо, зроби щось корисне і принеси мені пляшку якоїсь випивки, а краще дві.

source: Zamiast marnować dobrą stal na tych samobójców na froncie, Król mógłby podesłać ją nam.
uk: Замість того, щоб витрачати хорошу сталь на цих самогубців на фронті, Король міг би відправити її нам.

source: Zamiast mnie pytać, po prostu ją przeczytaj.
uk: Замість того, щоб мене питати, просто почитай.

source: Zamiast patrolować okolicę, strażnicy wolą zaglądać do gospody i zabawiać się z panienkami. Zamiast wytrzebiać bandytów, sami zaczynają wyłudzać monety od mieszkańców.
uk: Замість патрулювання, вартові ліпше підуть у корчму, або розважатимуться з дівчатами. А замість того, щоб ловити бандитів, вони починають вимагають гроші у місцевих.

source: Zamiast pochodni przyniosłem Nayli zwój zaklęcia światła. Pracownica była mile zaskoczona, gdy ni stąd, ni zowąd nad głową pojawiła jej się kula białego światła.
uk: Замість смолоскипа я приніс Найлі сувій з заклинанням світла. Працівниця була приємно здивована, коли над її головою нізвідки з'явилася куля білого світла.

source: Zamiast sposobiących się do walki obrońców, Watażka obaczył jeno wychudzonego starca, a za nim trzech młodzian trzymających w rękach wiklinowe kosze z darami.
uk: Замість захисників, що готувалися до бою, він побачив лише худорлявого старого і за ним трьох юнаків з плетеними кошиками у руках, наповненими дарунками.

source: Zamiast zadłużać się, może wolałbyś zarobić trochę złota?
uk: Замість того, щоб залазити в борги, може, хочеш заробити трохи золота?

source: Zamieniam się w słuch.
uk: Уважно слухаю.

source: Zamieniam się w słuch...
uk: Уважно слухаю.

source: Zamierzam pozbyć się Gerharda, a ty mi w tym pomożesz.
uk: Я збираюся позбутися Герхарда, і ти мені в цьому допоможеш.

source: Zamierzam sprawdzić niebezpieczne ruiny, nie masz czegoś co by mogło mi tam pomóc?
uk: Я збираюсь відправитись в небезпечні руїни. Чи немає у тебе чогось, що могло б мені стати у нагоді?

source: Zamierzam sprawdzić niebezpieczne ruiny...
uk: Я збираюсь відправитись в небезпечні руїни...

source: Zamierzam zbrojnie najechać tę farmę!
uk: Я саме збирався захопити цю ферму силою!

source: Zamierzasz negocjować cenę, gdy chodzi o życie twojego brata? To tylko kilka sztuk złota.
uk: Ти збираєшся торгуватися, коли на кону життя твого брата? Це лише кілька золотих.

source: Zamierzasz oszukiwać?
uk: Ти збираєшся шахраювати?

source: Zamieszkałem w mieście by uciec od potworów.
uk: Я оселився в місті, щоб вберегтися від монстрів.

source: Zamieściłem preparat we wszystkich skrzyniach. Mogę wrócić do Arwida.
uk: Я вилив мікстуру в усі ящики. Тепер можна повертатися до Арвіда.

source: Zamiotłem część ulic Archolos i zdobyłem przy okazji trochę złota oraz kilka drobiazgów.
uk: Я підмів частину вулиць Архолосу, і при цьому знайшов трохи золота та декілька дрібничок.

source: Zamiotłem część ulic Archolos. Zdobyłem kilka monet, a dodatkowo Matey zgodził się ręczyć za mnie w kwestii obywatelstwa.
uk: Я підмів частину вулиць Архолосу. За це я отримав декілька монет, і, крім того, Матей погодився поручитись за мене для отримання громадянства.

source: Zamiotłem już cały dom.
uk: Я підмів весь будинок.

source: Zamki robi beznadziejne, ale przez jego niskie ceny straciłem sporo klientów. Chcę, żebyś zakradł się do jego warsztatu w nocy i opróżnił wszystkie jego kufry przeznaczone na sprzedaż.
uk: Він робить нікудишні замки, але через його низькі ціни я втратив багато клієнтів. Я хочу, щоб ти вночі прокрався в його майстерню і обчистив усі його скрині для продажу.

source: Zamknij się na moment! Nie przypuszczałem, że będą chcieli nas zabić. Mieli odegrać scenę z tym całym rytuałem, żebyś w końcu przestał pieprzyć głupoty!
uk: Замовкни хоч на мить! Я не думав, що вони хочуть нас вбити. Вони збиралися розіграти сцену з усім цим ритуалом, щоб ти нарешті припинив нести маячню!

source: Zamknij się wreszcie! Dopuściłeś się zamachu stanu dla własnych korzyści i ambicji. Nie próbuj tego usprawiedliwiać.
uk: Замовкни! Ти здійснив переворот заради власної вигоди та амбіцій. Не намагайся це виправдати.

source: Zamknij się!
uk: Заткнися!

source: Zamknij się! Nie mogę się doczekać, aż sam będziesz paradował w tej sukni!
uk: Замовкни! Не можу дочекатися, коли ти сам будеш красуватися в цій сукні!

source: Zamknij się, Fabio.
uk: Замовкни, Фабіо.

source: Zamknij się, Pat.
uk: Замовкни, Пате.

source: Zamknięcie w przeklętej twierdzy odmieniło życie wszystkich członków ekspedycji. Ci, którzy wyszli z Vardhal, nie byli już sobą.
uk: Перебування в проклятій фортеці змінило життя всіх членів експедиції. Ті, хто повернувся з Вардхалу, вже не були самими собою.

source: Zamknięta paczka o osobliwym i znajomym zapachu.
uk: Закритий пакунок зі своєрідним і знайомим запахом.

source: Zamknięte drzwi, tyle mnie dzieli od nowego startu! Nie odpuszczę takiej okazji, nie odejdę stąd!
uk: Зачинені двері – ось що відділяє мене від нового життя! Таку можливість не можна змарнувати, я не піду звідси!

source: Zamknięte? Dlaczego brama do portu jest zamknięta?
uk: Замкнено? Чому ворота в порт замкнені?

source: Zamknąłem się w stodole i trząsłem się ze strachu.
uk: Я зачинився в хліві і трясся від страху.

source: Zamknę tą cholerną jaskinię, a klucz wrzucę do morza, tak żeby już nikt go nie znalazł.
uk: Замкну ту чортову печеру і викину ключ у море, щоб вже ніхто його не знайшов.

source: Zamknęliśmy go w starej sali przesłuchań. Nie była używana od lat, ale ta bestia jest zbyt niebezpieczna, by wtrącić ją do normalnej celi.
uk: Ми замкнули його в старій залі для допитів. Вона не використовувалася роками, але цей звір занадто небезпечний, щоб кидати його в звичайну камеру.

source: Zamorskie zwycięstwa, choć niewątpliwie lukratywne dla samych kolonii, samemu Maksymowi nie przyniosły popularności na kontynencie. Narastającym problemom wewnętrznym i zewnętrznym nie pomagał też fakt, że król większość lat swego panowania spędził poza granicami kraju.
uk: Заморські перемоги, хоч і були безсумнівно прибутковими для самих колоній, не зробили самого Максимуса популярним на континенті. Наростаючим внутрішнім і зовнішнім проблемам не допомогло й те, що більшість років свого правління король провів за межами країни.

source: Zamykamy interes
uk: Завершення угоди

source: Zamykamy ten interes.
uk: Ми закриваємо цю справу.

source: Zamyślony
uk: Задумливий

source: Zamówienia specjalne?
uk: Спеціальні замовлення?

source: Zamówili beczkę piwa i żłopali z niej do późnej nocy. Pewnie siedzieliby tak do rana, ale Bastian w końcu ich wygonił, bo musiał zamykać lokal.
uk: Вони замовили бочку пива і пили до пізньої ночі. Вони, мабуть, сиділи б так до ранку, але Бастіан нарешті вигнав їх, бо мав зачиняти заклад.

source: Zamówiłem jedzenie u Bastiana. Mam je odebrać przed samą schadzką.
uk: Я замовив їжу у Бастіана. Маю забрати її перед самим побаченням.

source: Zamęczą ją na śmierć, zamiast po prostu zwrócić już jej wolność...
uk: Вони замучать її до смерті, замість того, щоб просто відпустити на волю...

source: Zaniechanie rejestracji łodzi, grozi całkowitym przejęciem praw do tejże, przez Królestwo Myrtany oraz nałożeniem odpowiedniej grzywny na właściciela!
uk: Відсутність реєстрації вашого човна призведе до того, що права на нього перейдуть Королівству Міртана, а на його власника буде накладено штраф!

source: Zaniemówiłeś z radości, bracie?
uk: Ти втратив мову від радості, брате?

source: Zaniepokojony obywatel
uk: Занепокоєний містянин

source: Zanieś go jednak najpierw do Lennarta. Przywróci go do dawnej świetności.
uk: Але спершу віднеси її до Ленарта. Він поверне їй колишній блиск.

source: Zanieś ją mojej siostrze, to od razu przygotuje ci preparat. Znajdziesz ją na piętrze w naszej pracowni.
uk: Віднеси її моїй сестрі, і вона одразу ж приготує для тебе препарат. Ти знайдеш її нагорі у нашій лабораторії.

source: Zanikanie obiektów
uk: Видимість об'єктів

source: Zanim Arwid przebiegnie trasę, trzeba coś załatwić.
uk: Перед тим, як Арвід вийде на маршрут, потрібно дещо з'ясувати.

source: Zanim Królestwo Myrtany ujrzało światło dzienne, świat opanowany był przez liczne ludy. Skłócone pomiędzy sobą, nieświadome prawd, otaczającego ich świata, trwały w wiecznej wojnie. Spiski połączone z pertraktacjami w stolicach ich marnych państw, tylko zaogniały konflikty.
uk: Ще до того, як з'явилося на світ Королівство Міртана, світ був заселений численними народами. Сварячись між собою, не знаючи правди про навколишній світ, вони перебували у споконвічній війні. Змови в поєднанні з перемовинами в столицях їхніх крихких держав лише загострювали конфлікти.

source: Zanim ci je wyjaśnię, musisz umieć podejść do zwierzęcia. Większość ucieknie albo zaatakuje, kiedy cię zobaczy, i to dzięki zaskoczeniu możesz sobie z nimi szybciej poradzić.
uk: Перш ніж я поясню тобі основи, ти повинен вміти підходити до тварин. Більшість з них, побачивши тебе, втечуть або нападуть, і саме заставши їх зненацька ти зможеш швидше з ними впоратися.

source: Zanim ciało Volfzacka zdążyło ostygnąć, dwaj jego młodsi synowie, Jarund i Farkand, skoczyli sobie do gardeł, rozszarpując spuściznę ojca. Wojna, którą wywołali, wstrząsnęła posadami Archolos i zatruła krew pobratymczą. Rozpoczął się czas bólu i pożogi. Czas, w którym najbliżsi zdradzali się za grosze, a wszelkie nauki Adanosa zostały zapomniane.
uk: Не встигло тіло Вольфзака охолонути, як двоє його молодших синів, Ярунд і Фарканд, вчепилися один одному в горлянки, роздираючи на частини батьківський спадок. Розпалена ними війна потрясла устої Архолосу та отруїла кров братерства. Настав час болю і пожеж. Час, коли найближчі люди зраджували один одного за монету, а всі вчення Аданоса були забуті.

source: Zanim cię tego nauczę, muszę się upewnić, że opanowałeś podstawy - czyli skradanie. Podchodząc do czyjejś skrzyni, ugnij nogi, idź powoli, dyskretnie. Inaczej nie ma sensu łapać się za zamek.
uk: Перш ніж навчити тебе чогось, я маю переконатися, що ти опанував основи – а саме підкрадання. Підійшовши до чужої скрині, зігни ноги, ступай повільно, непомітно. Інакше немає сенсу братися за замок.

source: Zanim cokolwiek zauważyłem, było już po wszystkim... Ale była wielka... jak jakiś cieniostwór.
uk: Не встиг я нічого помітити, як все закінчилося... Але воно було велике... Як якийсь тінезвір.

source: Zanim cokolwiek zdecydujemy, musimy dokładniej zbadać sprawę. Na początek zorientujmy się, czy ktoś podejrzany nie kręci się przy Ernesto.
uk: Перш ніж ми щось вирішимо, нам потрібно провести додаткове розслідування. Для початку слід з'ясувати, чи не крутиться навколо Ернесто хтось підозрілий.

source: Zanim do nich przejdziemy, muszę być pewna, że wiesz jak do nich podejść. Otwieranie czyjejś skrzyni wiąże się z ryzykiem, zwłaszcza tutaj.
uk: Перш ніж почати, ти маєш бути певен, що знаєш, як дістатися до замка. Відкриття чужої скрині це ризик, особливо тут.

source: Zanim do niego pójdziesz, porozmawiaj z Volkerem i poznaj jego wersję wydarzeń.
uk: Перш ніж йти до нього, поговори з Волкером і дізнайся його версію подій.

source: Zanim do tego przejdziemy, powinieneś wiedzieć, w jaki sposób zachowywać się na polowaniu. W końcu jakoś trzeba zwierzynę podejść, prawda?
uk: Перш ніж ми перейдемо до справи, тобі варто дізнатися, як поводитись на полюванні. Адже до дичини треба якось наблизитися, чи не так?

source: Zanim dopłynęlibyśmy do krańca świata, pożarłyby nas potwory morskie albo jeszcze gorsze cholerstwa.
uk: Якби ми попливли на край світу, нас би зжерли морські чудовиська або ще гірші прокляті істоти.

source: Zanim gwiazdy zawisły nad nieboskłonem, góry wypiętrzyły i morza dźwignęły się z przepastnych otchłani świata, nieprzebrana ciemność królowała nad wszelakim istnieniem, a panem jej był Beliar, Zwodziciel i Niegodziwiec. Przez tysiąc lat Przeklęty władał Morgradem, światem i niebiosami, oferując ludziom nieskończone dary. Zaślepieni żądzą bogactw jeden po drugim wpadali w sidła Kłamcy, stając się jego niewolnikami.
uk: Ще до того, як на небі засяяли перші зорі, піднялися гори, і з безодні світу розлилися моря, над усім сущим панувала непроникна темрява, а її володарем був Беліар, Лукавий і Лиходій. Тисячу років Проклятий правив Морградом, світом і небесами, пропонуючи людству нескінченні дари. Засліплені жагою до багатства, вони один за одним потрапляли в пастку Лукавого, стаючи його рабами.

source: Zanim jednak odszedłem, dałem się złapać jak zwykły żółtodziób.
uk: Однак перед відходом мене спіймали, як звичайнісінького дилетанта.

source: Zanim jednak wyruszymy, musimy poszukać czegoś dla Darryla.
uk: Однак перед тим, як ми вирушимо, нам потрібно знайти дещо для Деріла.

source: Zanim jednak zacznę dla ciebie pracować, powiedz, czy masz chociaż kilka sztuk złota? Nie będę pomagać za darmo kolejnemu niewdzięcznemu wieśniakowi.
uk: Але перш ніж я почну працювати для тебе, скажи мені, чи є у тебе хоча б кілька золотих? Я не буду безкоштовно допомагати черговому невдячному селянинові.

source: Zanim jednak znajdę sprawcę, nie opuszczajcie Archolos. W razie czego musicie szybko wrócić tutaj, do koszar, jasne?
uk: Однак, поки я не знайду злочинця, не залишайте Архолосу. Якщо щось трапиться, ви повинні швидко повернутися сюди, в казарми. Зрозуміло?

source: Zanim jedno albo drugie nastąpi, chciałbym zetrzeć z pyska Guido ten jego żałosny uśmieszek.
uk: І перш ніж це станеться, я хотів би стерти цю жалюгідну посмішку з морди Гвідо.

source: Zanim nie zacząłem zgłębiać cudownej sztuki gotowania, wszystkie napotkane składniki wydawały mi się zupełnie niepotrzebne. Nieświadomie traciłem świetną okazję, by spróbować wielu wspaniałych dań!
uk: Поки я не почав вивчати чудове мистецтво кулінарії, всі складники, з якими я стикався, здавалися мені абсолютно непотрібними. Я несвідомо втрачав можливість спробувати безліч чудових страв!

source: Zanim poszedł się zdrzemnąć, mówił, że czuje się już lepiej, ale podobno swędzenie jest bardzo uciążliwe.
uk: Перед тим, як лягти спати, він сказав, що почувається краще, але, здається, свербіж дошкуляє йому дуже сильно.

source: Zanim poznasz bardziej zaawansowane techniki, powinieneś nauczyć się prawidłowo trzymać oręż w ręku.
uk: Перш ніж вивчати більш складні техніки, слід навчитися правильно тримати в руках зброю.

source: Zanim przejdziesz do oprawiania zwierząt, musisz przede wszystkim wiedzieć, jak podejść do nich tak, by nie uciekły.
uk: Перед тим, як приступити до білування тварин, потрібно, перш за все, знати, як до них так наблизитись, щоб вони не втекли.

source: Zanim pójdziemy, wyjaśnijmy sobie parę prostych zasad.
uk: Перш ніж ми вирушимо, давай уточнимо кілька простих правил.

source: Zanim rozpocznę przesłuchania, muszę najpierw sprawdzić ciało Stana.
uk: Перш ніж я почну допити, я повинен спочатку оглянути тіло Стена.

source: Zanim ruszymy, zapamiętaj jedno - ja tu dowodzę i masz się trzymać blisko mnie.
uk: Перш ніж ми вирушимо, запам'ятай одну річ – командую я, і ти маєш триматися поблизу мене.

source: Zanim się za to weźmiemy, musisz zrozumieć, że nie można ot tak podejmować się takich działań. Trzeba być tak dyskretnym, jak tylko się da.
uk: Перш ніж ми почнемо, ти маєш зрозуміти, що не можна цим займатися на людях. Потрібно бути максимально обережним.

source: Zanim się za to weźmiesz, upewnij się, że dasz radę tym bestiom. Jeśli uda ci się przeżyć i będziesz miał przed sobą truchło, zacznij od wymacania podstawy rogu.
uk: Перш ніж полювати на нього, переконайся, що ти зможеш впоратися з цією звірюкою. Якщо тобі вдалося вижити, і перед тобою лежить його туша, для початку знайди основу рогу.

source: Zanim się za to weźmiesz, upewnij się, że widzisz różnicę pomiędzy tłuszczem a mięsem. Wtedy weź ostre narzędzie i zacznij je oddzielać.
uk: Перш ніж почати, переконайся, що ти бачиш де жир, а де м'ясо. Потім візьми гострий інструмент і почни відокремлювати їх.

source: Zanim statek więzienny do nas przypłynie, to minie trochę czasu - zbyt dużo, żebyśmy byli w stanie utrzymać tylu skazanych.
uk: Поки припливе тюремний корабель, пройде чимало часу – надто багато, щоб ми могли утримувати стільки в'язнів.

source: Zanim to jednak nastąpi, kandydaci muszą wykazać się trzema cnotami: silną wiarą, głęboką mądrością i niezłomną wolą.
uk: Однак, перш ніж це станеться, кандидати повинні продемонструвати три чесноти: сильну віру, глибоку мудрість і незламну волю.

source: Zanim to jednak nastąpi, winni ponieść muszą zasłużoną karę!
uk: Але перш ніж це відбудеться, винні мають зазнати покарання, на яке заслуговують!

source: Zanim to nastąpi, musi być nas jak najwięcej. Tylko w ten sposób zmusimy go do zmiany polityki.
uk: До того, як це станеться, нас повинно бути якомога більше. Тільки так ми змусимо його змінити свою політику.

source: Zanim to zrobisz jest jeszcze jedna rzecz... Musisz porządnie mi przywalić.
uk: Перш ніж ти це зробиш, є ще одна річ... Ти маєш вдарити мене як слід.

source: Zanim tu podejdzie, chce od ciebie otrzymać takie zaświadczenie...
uk: Перш ніж прибути сюди, він хоче отримати від тебе розписку.

source: Zanim uderzymy, musimy mieć pewność, że wszyscy przemytnicy znajdują się w środku.
uk: Перш ніж атакувати, ми повинні переконатися, що всі контрабандисти знаходяться всередині.

source: Zanim urżniecie się jak kretoszczury nie zapomnijcie wypić chociaż jednej kolejki ku czci naszego nowego mistrza!
uk: І перш ніж ви нап'єтеся як кротощури, не забудьте випити хоча б один келих на честь нашого нового чемпіона!

source: Zanim w ogóle podejdę do kowadła, powinienem zapoznać się z odpowiednim schematem broni. Kiedy będę miał to za sobą, będę musiał zdobyć składniki potrzebne do jej wykonania - najpowszechniejsze to oczywiście żelazo oraz skóry, ale w przypadku niektórych rodzajów oręża przydadzą się też różne dodatkowe składniki.
uk: Перед тим, як підійти до ковадла, я маю ознайомитися з відповідним кресленням зброї. Після цього мені потрібно буде дістати складники, необхідні для її виготовлення. Найпоширеніші з них – це, звісно, залізо та шкури, але для деяких видів зброї можуть знадобитись інші додаткові складники.

source: Zanim wino będzie gotowe, minie trochę czasu. Poślę po ciebie gońca, gdy nadejdzie czas na pierwszą degustację.
uk: Пройде деякий час, перш ніж вино буде готове. Я пошлю за тобою посланця, коли настане час першої дегустації.

source: Zanim więc cokolwiek mi przyniesiesz, uważnie sprawdź, czy spełnia wszystkie wymogi. Nie zapłacę ci, jeśli znajdę chociaż drobną skazę, bo to właśnie one decydują nieraz o życiu i śmierci.
uk: Тому перед тим, як принести мені щось, ретельно перевіряй, чи відповідає воно всім вимогам. Я не заплачу тобі, якщо знайду навіть незначний дефект, адже саме такі речі іноді є вирішальними у питанні життя та смерті.

source: Zanim wrócę do Volkera, powinienem udać się przed ratusz i wysłuchać przemowy Morrisa.
uk: Перш ніж повернутися до Волкера, я маю піти до ратуші та послухати промову Морріса.

source: Zanim wybuchła wojna, wielu żeglarzy z kontynentu i Khorinis zatrzymywało się tu na odpoczynek przed wpłynięciem do portu.
uk: До війни багато моряків з материка і Хорінісу зупинялися тут, щоб відпочити, перш ніж причалити до порту.
